Repository: imemory/imemory
Catalog: app/locale/*/LC_MESSAGES/valida.po
Languages: pt_br

source: You must to inform what is gonna be shown in the card´s front.
pt_br: Você deve informar o que vai ser mostrado na frente do cartão.

source: You must to inform what is gonna be shown in the card´s back.
pt_br: Você deve informar o que vai ser mostrado no verso do cartão.

source: You must to inform at least one tag.
pt_br: Você deve informar pelo menos uma tag.

source: You are already following this user.
pt_br: Você já está seguindo este usuário.

source: You can´t follow yourself.
pt_br: Você não pode seguir você mesmo.

source: You must provide a name for the group.
pt_br: Você deve dar um nome para o grupo.

source: You must provide a description for the group.
pt_br: Você deve dar uma descrição para o grupo.

source: You already belong to this group.
pt_br: Você já está participando deste grupo.

source: This tag has already been added.
pt_br: Esta tag já foi adicionada.

source: Invalid username. Tente de novo.
pt_br: Apelido inválido. Tente novamente.

source: This username is already being used by another person.
pt_br: Este apelido já está sendo usado por outra pessoa.

source: Your E-mail does´t seem to be valid. Try again.
pt_br: Seu E-mail não parece ser válido. Tente novamente.

source: This E-mail is already being used by another person.
pt_br: Este E-mail já está sendo usado por outra pessoa.

source: You must to inform the language.
pt_br: Você precisa informar a linguagem.

source: The password must have at least 6 characters.
pt_br: A senha deve ter no mínimo 6 caracteres.

source: The passwords are different, they should be just the same!
pt_br: As senhas são diferentes, elas deveriam ser idênticas!
